{  
  "about BOX12?":"نبذة عن BOX12؟",
  "You will be guided by our experienced trainers who will inspire you to achieve and learn the basics of boxing and fitness with functional exercises.": "سيتم إرشادك من قبل مدربينا ذوي الخبرة الذين سيلهمونك لتحقيق وتعلم أساسيات الملاكمة و اللياقة البدنية مع التمارين الوظيفية",
  "A round starts every 3 minutes, there is no need to depend on anyone else, you just need to show up whenever you want and start in the first round": "تبدأ جولة جديدة كل 3 دقائق، ليس هناك حاجة للاعتماد على أي شخص آخر، ما عليك سوى الحضور عندما تريد والبدء في الجولة الأولى",
 "You will notice that our exercises work at about 80-90% of your physical capacity and burn between 500 and 700 calories.": "ستلاحظ ان تمارين BOX12  تعمل بحوالي 80-90% من قدرتك البدنية وتحرق ما بين 500 و700 سعرة حرارية.",  
 "subscriptions": "الاشتراكات",
 "Our Workouts": "التدريبات لدينا",
 "Our exercises are pre-determined with well-planned programs that regularly come from the UK": "تمارينا محددة مسبقا ببرامج مدروسة و قادمة من بريطانيا بشكل دوري",
 "Our training environment will help you learn the basics of boxing and functional exercises, with complete guidance from the trainers.": "ستساعدك بيئة التدريب لدينا في تعلم اساسيات الملاكمة و التمارين الوظيفية بمتابعة تامه من قبل المدربين.",
 "A club that provides you with the latest technologies": "نادي يوفر لك احدث التقنيات",
 "Organized and time-efficient workouts. All you need to do is show up with enthusiasm": "تدريبات منظمة وفعالة من حيث الوقت. ما عليك سوى الحضور بحماس",
 "Varied experiences for every day of the week.": "تجارب متنوعة لكل يوم من أيام الأسبوع.",
 "The enthusiastic atmosphere in box12 will inspire you to achieve your goals.": "سيلهمك الجو الحماسي في box12 بتحقيق اهدافك",
 "The small group training sessions MAX12 provide close instruction from our highly skilled trainers. These workouts will improve your boxing technique while physically challenging you": "توفر جلسات التدريب الجماعية الصغيرة MAX12 تعليمات وثيقة من المدربين ذوي المهارات العالية لدينا. ستعمل هذه التدريبات على تحسين أسلوبك في الملاكمة أثناء اختبارك جسديًا.",
 "group exercise":"انواع برامج التمارين الجماعية",
 "This new high-energy, boxing-inspired class will leave you feeling exhilarated and fully charged! Using a metabolic training system and non-contact boxing techniques, this-45 minute class caters for all and will equip you with a new and dynamic skillset. Hold on tight as you rip into those combos and smash through the functional exercises. This fast-paced class will blow your mind while challenging every inch of your body.": "هذا التمريين يستهدف كل عضلة في الجسم",
 "This 30 minute workout is specifically designed to concentrate on the core abdominal area. Its focus on core strength will help to improve posture, your training technique and your body shape. It’s an easy to follow but intense workout that will take you through a brief warm-up before moving to mat work for familiar and not-so-familiar exercises!":"خصصص هذا التمرين لأستهداف منطقة البطن ويساعد على تحسين وضعيتك واسلوب تدريبك وشكل جسمك ويعتبر من تمارين الاحماء مدة التمرين 30 د",
 "Body Fusion will define every inch of your body! Sweat, Stretch and Strengthen – all in one low-impact, music driven, body-sculpting workout. No weights! No jumps! Just hardcore results, no matter your fitness level.  Improve your posture, your muscle coordination, flexibility, cardiovascular strength and sense of well-being.":"هذا التمرين يساعدك على تنسيق عضلاتك ومرونتك وقوة القلب والاوعية الدموية بغض النظر عن مستوى لياقتك البدنية",
 "How often do you stretch after your workouts? It is vital, yet aften neglected. So our Stretch & Recovery class will lengthen those muscles; increasing your flexibility as well as mobility.":"يساعد على الاستشفاءالعضلي ويعمل على اطالة  العضلات وزيادة مرونتك وقدرتك على الحركة",
 "This class is designed to tone and shape those stubborn areas! It involves a series of leg, glute and core exercises, and can be done with or without a resistance band. The class will strengthen, tone and burn fat from your thighs, hips, tummy and bottom, as well as leaving you feeling energised!":"هذا التمرين يستهدف المناطق العنيدة وهو سلسلة من تمارين الساق والأرداف والعضلات الأساسية يعمل على حرق الدهون في الجزء السفلي كما سيمنحك شعورًا بالقوة و النشاط !",
 "Our HIIT workouts alternate between intense bursts of activity and periods of less intense or complete rest! So, if you’re looking to increase your metabolism, burn fat not muscle, and are looking for a workout that will challenge you, get to one of our HIIT classes!":"يساعد على زيادة التمثيل الغذائي وحرق الدهون وليس العضلات",
 "Take your skills from the bag to the pads for a more authentic boxing feel. Learn and develop new and exciting combinations as well as improving technique, fitness and coordination.": "يساعد على تحسين اللياقة البدنية",
 "This small group circuit class is designed to push you out of your comfort zone… it’ll scorch those calories! The variety of functional, resistance and cardio rounds will hit every muscle and sculpt the whole body!":"تم تصميم هذه التمرين لإخراجك من منطقة الراحة الخاصة بك وهي مجموعة متنوعة من الجولات الوظيفية والمقاومة وتمارين القلب ستحرك كل عضلة وتنحت الجسم بالكامل!",
 "In this functional and strength training workout you’ll use resistance equipment to perform body sculpting movements that hit every major muscle group.":"في هذا التمرين الوظيفي وتدريب القوة، ستستخدم معدات المقاومة لأداء حركات نحت الجسم التي تحرك كل مجموعة عضلية رئيسية.",
 "This 30 minute high intensity interval training class will push you, challenge you and leave you feeling great! It’ll improve strength, power and burn those calories! All with a step box and body weight exercises." : "تدريب عالي الكثافة لمدة 30 دقيقة يحسن من قوتك ويحرق السعرات  الحرارية! كل ذلك مع تمرين step hit الخطوات وتمارين وزن الجسم." 
}